---
kind: other
id: Properties.T:Autodesk.Revit.DB.TableData
source: html/664e934d-c669-4cf4-9263-9eeba6f31c8b.htm
---
# TableData Properties

set to true if the columns and rows should be unmovable by the slider grips